Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Aineellisesta sisällöstä käytävän keskustelun yhteydessä on päätettävä, onko tarkoituksena laatia puitesopimus vai valtion ja saamelaisten oikeudet ja velvoitteet määrittelevä sopimus.
sme: konvenšuvdna mii čilge stáhtaid ja sámiid vuoigatvuođaid ja geatnegasvuođaid.

source: On myös otettava huomioon kysymys Venäjän saamelaisten mahdollisesta liittymisestä sopimukseen.
sme: Vuhtii lea dárbu váldit áššin Ruošša sámiid vejolaš searvama konvenšuvdnii.

source: Sopimuksessa mahdollisesti säänneltäviä alueita ovat
sme: Dat suorggit maid galggašii leat vejolaš reguleret konvenšuvnnain, sáhttet leat

source: - saamelaisten status
sme: - Sámiid árvodássi (status)

source: - saamelaiskäsitteen määritteleminen
sme: - Sámi doahpaga definišuvdna

source: - itsemäärääminen
sme: - Iešmearrideapmi

source: - saamelaiskäräjien ja valtioiden välinen yhteistyö
sme: - Sámedikkiid ja stáhtaid ovttasbargu

source: - ympäristö
sme: - Biras

source: - kulttuurimuistomerkkien vaaliminen
sme: - Kulturmuitosuodjalus

source: - terveys ja sosiaaliset kysymykset
sme: - Dearvvašvuođa ja sosiála áššit

source: - koulutus ja tutkimus
sme: - Oahpahus ja dutkan

source: - saamelaiselinkeinot
sme: - Sámi ealáhusat

source: - kulttuuri
sme: - Kultuvra

source: Sopimustekstiluonnoksen sisältöä laadittaessa on otettava huomioon kunkin maan kansainvälisistä instrumenteista johtuvat velvoitteet sekä tapaoikeus.
sme: Konvenšuvdnateavstta álgohámi galget ráhkadit vuhtiiválddedettiin riikkaidgaskasaš reaidduid mat čatnet guđege riikka, ja vel árbevieruidge.

source: Asiantuntijatyöryhmän tehtävänä on myös ottaa kantaa mahdollisuuteen tehdä kantelu sopimuksen täytäntöönpanosta sekä mahdolliseen tarpeeseen perustaa valvontaelin.
sme: Áššedovdi joavku galgá maid mearridit váidalanvejolašvuođa jos eai čuovo konvenšuvnna, ja leago dárbu bearráigeahčči orgánii.

source: Ryhmän on tarpeelliseksi katsoessaan myös laadittava tätä osaa koskevia ehdotuksia.
sme: Jos joavku gávnnaha ahte lea dárbu, de galgá dán oassáige ráhkadit árvalusa.

source: Asiantuntijatyöryhmän tulee esittää ehdotuksensa saamelaisasioiden pohjoismaiselle virkamieselimelle 31. joulukuuta 2005 mennessä.
sme: Áššedovdi joavku galgá maid čilget barggus Davviriikkalaš sámi áššiid ámmátolbmuidorgánii maŋimusat juovlamánu 31. b. 2005.

source: Ryhmään tulee kuulua kustakin maasta kaksi edustajaa, joista toisen nimittää kunkin maan saamelaiskäräjät, sekä näiden kaksi varajäsentä.
sme: Guđege riikkas galget leat joavkkus guokte áirasa, dasto guokte sadjásačča, ja sudnos galgá Sámediggi leat nammadan nuppi.

source: Edustajilla on oltava hyvät tiedot kansainvälisestä oikeudesta.
sme: Áirasiin galgá leat buorre máhttu álbmotrievttis.

source: Asiantuntijatyöryhmällä on tarvittaessa oikeus kutsua ryhmään mukaan lisää asiantuntijoita.
sme: Jos lea dárbu eanet áššedovdiide, de áššedovdi joavku sáhttá dakkáriid váldit bargui dárbbu mielde.

source: Työn edistyessä työryhmän avuksi voidaan tarvittaessa palkata tutkimussihteeri.
sme: Jos barggu bále čuožžila dárbu oažžut čielggadančálli, de sáhttet bargui bidjat dakkár čálli.

source: Jokainen maa vastaa omista kustannuksistaan, ja asiantuntijatyöryhmästä aiheutuvat yhteiset kustannukset jaetaan tasapuolisesti maiden kesken. ”
sme: Guhtege riika galgá gokčat goluidis, ja áššedovdi joavkku oktasaš goluid riikkat galget juogadit gaskaneaset dássidit. ”

source: Helsingissä 13. marraskuuta 2002 pidetyssä kokouksessa nimitettiin seuraava
sme: Čoahkkimis mii lei Helssegis skábmamánu 13. b. 2002, nammadedje čuovvovaš

source: asiantuntijatyöryhmä, jonka on määrä aloittaa työskentelynsä 1. tammikuuta 2003:
sme: áššedovdi lávdegotti, mii galgá álggahit barggu ođđajagemánu 1. b. 2003:

source: Korkeimman oikeuden presidentti Carsten Smith, Norja (työryhmän johtaja),
sme: Alimusrievtti justitarius Carsten Smith, Norga (jođiheaddji),

source: neuvonantaja Ing-Lill Pavall, Norja – saamelaiskäräjien nimeämänä,
sme: Ráđđeaddi Ing-Lill Pavall, Norga – su nammadii Sámediggi,

source: oikeusneuvos Hans Danelius, Ruotsi, varajäsen kanslianeuvos Carina Mårtensson,
sme: Várrelahttu kanslirådet Carina Mårtensson,

source: oikeustieteen kandidaatti Mattias Åhrén, Ruotsi – saamelaiskäräjien nimeämänä,
sme: Juris kandidáhta Mattias Åhrén, Ruoŧŧa – su nammadii Sámediggi,

source: varajäsen oikeustieteen kandidaatti (myöh. liittojohtaja) Malin Brännström,
sme: Várrelahttu juris kandidáhta (maŋŋil searvehoavda) Malin Brännström,

source: lainsäädäntöjohtaja, professori, oikeustieteen tohtori Matti Niemivuo, Suomi,
sme: Lagstiftningsdirektör, professora juris doavttir Matti Niemivuo, Suopma,

source: varajäsen apulaisosastopäällikkö Marcus Laurent,
sme: Várrelahttu veahkeheaddji ossodathoavda Marcus Laurent,

source: professori, oikeustieteen tohtori Martin Scheinin, Suomi – saamelaiskäräjien nimeämänä,
sme: Professora juris doavttir Martin Scheinin, Suopma – su nammadii Sámediggi,

source: varajäsen lakimiessihteeri Heikki J. Hyvärinen.
sme: Várrelahttu láhkadovdi čálli Heikki J. Hyvärinen.

source: Norja vastaa työhön liittyvistä sihteerin tehtävistä.
sme: Norggas lea leamaš barggu čállindoaibma.

source: Asiantuntijatyöryhmän johtavana
sme: Áššedovdi joavkku váldočálli lea

source: sihteerinä on toiminut professori, oikeustieteen tohtori Kirsti Strøm Bull, joka työskentelee
sme: leamaš professora doavttir juris Kirsti Strøm Bull, Oslo universitehta Olmmoš

source: Norjan ihmisoikeuskeskuksessa Oslon yliopistossa. Toisena sihteerinä työnsä aloitti 1.
sme: vuoigatvuođaid norgalaš guovddáš (Norsk senter for menneskerettigheter).

source: helmikuuta 2005 korkeimman oikeuden tutkija Susann Funderud Skogvang.
sme: Guovvamánu 1. b. 2005 álggii maid Alimusrievtti čielggadeaddji Susann Funderud

source: 3.1 Sopimusteksti
sme: Čoahkkáigeassu

source: Pohjoismaisen saamelaissopimuksen luonnos esitetään I luvussa.
sme: Davviriikkalaš sámekonvenšuvnna álgohápmi lea kapihttalis 1.

source: Sopimuksessa on 51 artiklaa
sme: Konvenšvnnas leat 51

source: ja seitsemän lukua.
sme: artihkkala mat juohkásit čieža sierra kapihttalii.

source: Sopimusteksti esitetään tässä neljällä kielellä: norjaksi, ruotsiksi,
sme: Konvenšuvdnateaksta ovddiduvvo

source: suomeksi ja pohjoissaameksi.
sme: dás njealje gillii: dárogillii, ruoŧagillii, suomagillii ja davvisámegillii.

source: Asiantuntijatyöryhmän työ on kuitenkin perustunut
sme: Áššedovdi

source: norjankieliseen ja ruotsinkieliseen tekstiin, minkä takia kyseistä tekstiä on pidettävä
sme: joavku lea dattetge atnán norgalaš ja ruoŧŧilaš teavstta vuođđun bargosis, ja danne dat

source: alkuvaiheessa auktoritatiivisena.
sme: galget álgovuorus adnojuvvot autoritatiiva teakstan.

source: Asiantuntijatyöryhmä edellyttää sopimusluonnoksen
sme: Áššedovdi joavkkut ovdehit ahte

source: suomen- ja saamenkielisen version kielellistä laaduntarkistusta. Sopimusluonnoksen
sme: konvenšuvnna suomagielalaš ja sámegielalaš álgoteavsttat dárkkistuvvojit dasto

source: tiivistelmä sopimusluonnoksesta on kohdassa 3.9.
sme: Konvenšuvdnateavsttas lea čoahkkáigeassu čuoggás

source: 3.2 Nimittäminen ja mandaatti
sme: 3.2 Nammadeapmi ja bargomearrádus (mandáhta)

source: Sopimusluonnoksen II luvussa selostetaan asiantuntijatyöryhmän nimittämistä ja mandaattia.
sme: Kapihttalis 2 čilgejuvvo áššedovdi joavkku nammadeapmi ja bargomearrádus.

source: Asiantuntijatyöryhmä nimitettiin 13. marraskuuta 2002.
sme: Áššedovdi joavku nammaduvvui skábmamánu 13. b. 2002.

source: Siinä on ollut kustakin maasta kaksi
sme: Das leat leamaš guđege

source: jäsentä ja näillä kaksi henkilökohtaista varajäsentä, ja kunkin maan saamelaiskäräjät ovat
sme: riikkas guokte lahtu ja sudno persovnnalaš várrelahtut, ja nuppi dain lahtuin ja su

source: nimittäneet siihen yhden jäsenen ja yhden varajäsenen.
sme: várrelahtu leat guđege riikka sámedikkit ieža nammadan.

source: 3.3 Lähtökohdat ja työskentelymuoto
sme: 3.3 Vuolggabáikkit ja bargovuohki

source: IV luvussa selostetaan aluksi pohjoismaiseen saamelaissopimukseen liittyvän työn taustaa.
sme: Kapihttalis 4 čilgejuvvo álggos davviriikkalaš sámekonvenšuvnna barggu duogáš.

source: Saamelaisneuvosto − aiemmalta nimeltään Pohjoismainen Saamelaisneuvosto – teki vuonna
sme: Sámeráđđi – ovddeš Davvirikkaid sámeráđđi – ovddidii árvalussan sierra

source: 1986 ehdotuksen omasta saamelaissopimuksesta.
sme: sámekonvenšuvnna jagi 1986.

source: Ehdotusta tuettiin vuonna 1988 julkaistussa
sme: Árvalusa doarjjui jagi 1988 raporta maid norgalaš sámi

source: raportissa, jonka olivat laatineet Norjan saamelaisoikeuskomitea (samerettsutvalget) sekä
sme: vuoigatvuođalávdegotti, ruoŧŧilaš sámevuoigatvuođa čielggadusa ja suopmelaš

source: Ruotsin ja Suomen saamelaisoikeuksien selvityselimet (samerättsutredningen).
sme: sámevuoigatvuođa čielggadusa áirasat ráhkadedje. Davviriikkalaš ráđi čoahkkimis

source: Pohjoismaiden neuvoston istunnossa vuonna 1995 Suomi, Norja ja Ruotsi pääsivät
sme: jagi 1995 Suopma, Norga ja Ruoŧŧa sohpe čielggadit davviriikkalaš sáme

source: selvittää.
sme: konvenšuvnna dárbbu ja vuođu.

source: Tätä työtä johtamaan asetettiin vuonna 1996 työryhmä.
sme: Bargojoavku vuođđuduvvui jagi 1996 jođihit dán

source: kesäkuussa 1998, ja ryhmä suositteli siinä pohjoismaisen saamelaissopimuksen laatimista.
sme: barggu. Bargojoavkku raporta ovddiduvvui geassemánus 1998, ja joavkku ráva lei

source: Asiantuntijatyöryhmän lähtökohtia ja työskentelymuotoa selostetaan IV luvussa.
sme: Áššedovdi joavkku vuolggabáikkit ja bargovuohki lea čilgejuvvon kapihttalis

source: Asiantuntijatyöryhmä on kokoontunut 15 kertaa.
sme: 4. Áššedovdi joavkkus leat leamaš 15 čoahkkima.

source: 3.4 Yleisiä kysymyksiä
sme: 3.4 Dábálaš áššit

source: V luvussa käsitellään muutamia yleisiä kysymyksiä.
sme: Kapihttalis 5 leat muhtun dábálaš áššit gieđahallamassii.

source: Ensimmäinen käsiteltävä asia on
sme: Vuosttamuš ášši mii

source: sopimuksen luonne (5.2).
sme: gieđahallojuvvo, lea konvenšuvnna karakteara (5.2).

source: Sopimus on oikeudet ja velvoitteet määrittelevä sopimus.
sme: Konvenšuvdna lea vuoigat

source: Suhde Venäjän saamelaisiin mainitaan kohdassa 5.3.
sme: Gaskavuohta Ruošša sámiide lea váldojuvvon ovdan čuoggás 5.3.

source: Koska tässä on kysymys
sme: Dainnago

source: Suomen, Norjan ja Ruotsin välisestä sopimuksesta, Venäjällä asuvat saamelaiset eivät kuulu
sme: dát lea Suoma, Norgga ja Ruoŧa gaskasaš konvenšuvdna, de konvenšuvdna ii

source: sen piiriin.
sme: fátmmas sámiid guđet ásset Ruoššas.

source: Tässä kohdassa korostetaan kuitenkin, että kyseisten kolmen sopimusvaltion on
sme: Dattetge deattuhuvvo ahte konvenšuvnna

source: järjestettävä olosuhteet sellaisiksi, että ne mahdollistavat yhteistyön myös Venäjän
sme: golbma stáhta berrejit láhčit dilálašvuođaid buriid gulahallamiidda maiddái Ruošša

source: saamelaisten kanssa.
sme: sámiiguin.

source: Suomessa, Norjassa tai Ruotsissa asuvat saamelaiset, jotka ovat Venäjän
sme: Konvenšuvdna fátmmasta sámiid guđet ásset Suomas, Norggas dahje

source: kansalaisia, kuuluvat sopimuksen piiriin.
sme: Ruoŧas.

source: Saamelaisista
sme: 3.5 Sámiid birra

source: Saamelaisia, heidän kulttuuriaan, elinkeinojaan, yhteiskuntaelämäänsä ja suhdettaan
sme: Viiddis girjjálašvuohta sámiin, sin kultuvrras, ealáhusain, servodateallimis ja

source: kansallisvaltioihin käsittelevää kirjallisuutta on saatavilla runsaasti.
sme: gaskavuođain nationála stáhtaide.

source: vuoden aikana on julkaistu useita erityisesti saamelaisten olosuhteita koskevia virallisia
sme: Maŋimuš 10-jagiid leat boahtán máŋga almmolaš

source: selvityksiä.
sme: čielggadeami erenoamážit sámi dilálašvuođain.

source: Tämän vuoksi asiantuntijatyöryhmä ei ole katsonut tarpeelliseksi esitellä laajasti
sme: Dan geažil áššedovdi joavku ii leat

source: saamelaisten historiaa ja yhteiskuntaelämää vaan on tyytynyt laatimaan lyhyen historiallisen
sme: gávnnahan dárbbašlažžan viidát čájehit sámi historjjá ja servodateallima, ja lea

source: katsauksen, ks. kohta 6.2.
sme: duhtan buktit oanehis historjjálaš visogova, geahča čuoggá 6.2.

source: Suomen, Norjan ja Ruotsin saamelaisista kerrotaan lyhyesti
sme: Oanehis govahallan

source: kohdissa 6.3–6.5.
sme: Suoma, Norgga ja Ruoŧa sámiin lea čuoggáin 6.3 – 6.5.

source: Kohdassa 6.6 luodaan vertaileva yleiskatsaus muutamiin pääkohtiin, joissa
sme: Čuoggás 6.6 lea buohtastahtti

source: käsitellään sopimusvaltioissa elävien saamelaisten oloja.
sme: visogovva mii čájeha muhtun váldočuoggáid sámi dilálašvuođain konvenšuvdna

source: Kohdassa 6.7 tehdään lyhyesti
sme: stáhtain. Čuoggás 6.7 čilgejuvvojit oanehaččat sámiid rievttálaš dilálašvuođat

source: selkoa Venäjän saamelaisten oikeudellisista oloista.
sme: Ruoššas.

source: Kohdassa 6.8 kerrotaan toimielimistä, jotka käsittelevät yhteisiä saamelaiskysymyksiä
sme: Čuoggás 6.8 čilgejuvvo orgánaid birra mat barget riikkarájiid rastá oktasaš sámi

source: valtionrajojen yli.
sme: áššiiguin.

source: aiemmalta nimeltään Pohjoismainen Saamelaisneuvosto − ja vuonna 2000 perustettu
sme: Sámiid beales barget Sámeráđđi – ovddeš Davviriikkalaš sámeráđđi – mii

source: Saamelaisten parlamentaarinen neuvosto.
sme: vuođđuduvvui 1956 ja Sámi parlamentáralaš ráđđi, mii vuođđuduvvui 2000.

source: Suomen, Norjan ja Ruotsin viranomaiset ovat
sme: Suoma,

source: vuodesta 1964 tehneet yhteistyötä virkamiestasolla.
sme: Norgga ja Ruoŧa eiseválddit leat jagi 1964 rájis bargan ovttasráđiid ámmát

source: Tätä yhteistyötä jatkettiin vuonna 2001
sme: Dán barggu jotkkii 2001 Sámi áššiid davviriikkalaš ámmátolbmuid

source: perustamalla saamelaisasioiden pohjoismainen virkamieselin, jossa myös saamelaiskäräjät
sme: orgána, mas maiddái sámedikkiinge lea ovddasteapmi.

source: Vuodesta 2000 lähtien saamelaiskäräjien puheenjohtajien ja
sme: Jagi 2000 rájis lea ásahuvvon

source: saamelaisasioista vastaavien Suomen, Norjan ja Ruotsin ministerien kesken on harjoitettu
sme: bissovaš ovttasbargu politihkalaš dásis sámediggepresideanttaid ja Suoma, Norgga ja

source: tiivistä poliittisen tason yhteistyötä.
sme: Ruoŧa sámi áššiid ovddasvástideaddji ministariid gaskka.

source: 3.6 Kansainväliset instrumentit
sme: 3.6 Riikkaidgaskasaš instrumeanttat

source: Asiantuntijatyöryhmän toimeksiannossa todetaan, että kunkin kolmen maan kansainvälisistä
sme: Áššedovdi joavkku direktiivvas oidno ahte árvaluvvon konvenšuvdnateaksta galgá

source: instrumenteista johtuvat velvoitteet tulee ottaa huomioon sopimusluonnosta laadittaessa.
sme: ráhkaduvvot daid riikkaidgaskasaš instrumeanttaid ektui mat čatnet dán golbma riikka: Suopma, Norga ja Ruoŧŧa leat guhtege sierra searvan riikkaidgaskasaš

source: Suomi, Norja ja Ruotsi ovat kukin erikseen liittyneet kansainvälisiin yleissopimuksiin,
sme: konvenšuvnnaide, julggaštusaide ja soahpamušaide mat mearkkašit ollu dáid riikkaid

source: julistuksiin ja sopimuksiin, joilla on merkitystä näiden kolmen maan saamelaisten
sme: sámiid riektedillái. Dán oktavuhtii gullevaš deaŧaleamos álbmotrievttálaš

source: Tässä yhteydessä tärkeimpiä kansainvälisoikeudellisia instrumentteja
sme: instrumeanttat ja daid mearkkašupmi áššedovdi joavkku bargomearrádussii

source: ja niiden merkitystä asiantuntijatyöryhmän toimeksiannolle käsitellään tarkemmin 7 luvussa.
sme: gieđahallojuvvo dárkileappot kapihttalis 7.

source: Kohdassa 7.3 selostetaan vuodelta 1989 peräisin olevaa itsenäisten valtioiden
sme: Čuoggás 7.3 čilgejuvvo jagi 1989 ILO-konvenšuvdna nr. 169, mii lea

source: alkuperäiskansoja ja heimokansoja koskevaa Kansainvälisen työjärjestön ILO:n
sme: álgoálbmogiid ja čearddaid birra mat ásset sorjákeahtes riikkain. Dán konvenšuvnna

source: Norja on ratifioinut tämän yleissopimuksen mutta Suomi ja Ruotsi
sme: Norga lea ratifiseren, muhto ii Suopma iige Ruoŧŧa.

source: eivät. Molemmat maat ovat kuitenkin ilmaisseet tavoitteenaan olevan Kansainvälisen
sme: Goappašat riikkat leat dattetge

source: työjärjestön yleissopimuksen n:o 169 ratifiointi.
sme: ilbmadan ulbmila ratifiseret ILO-konvenšuvnna nr. 169.

source: Asiantuntijatyöryhmä on yksimielinen siitä,
sme: Ovttamielalašvuohta lea

source: ettei saamelaissopimuksen aineellinen sisältö voi olla ILO:n yleissopimuksen säännöksiä
sme: áššedovdi joavkkus das ahte sámekonvenšuvnna ávnnaslaš sisdoallu ii sáhte dási

source: alemmalla tasolla.
sme: dáfus leat heajut go ILO-konvenšuvnna mearrádusat.

source: Kohdissa 7.4 ja 7.5 käsitellään niitä vuonna 1966 tehdyn YK:n kahden
sme: Čuoggáin 7.4 ja 7.5 čilgejuvvojit jagi 1966 guovtti ON-konvenšuvnna artihkkalat

source: yleissopimuksen – kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen ja
sme: – dan konvenšuvnna mii lea siviila ja politihkalaš vuoigatvuođaid birra, ja dan mii lea

source: taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskevan yleissopimuksen – artikloja,
sme: ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid birra – mat leat erenoamáš

source: joilla on erityistä merkitystä saamelaisille.
sme: deaŧalaččat sámiide.

source: Muita merkittäviä YK:n yleissopimuksia ovat kaikkinaisen rotusyrjinnän poistamista
sme: Eará deaŧalaš ON-konvenšuvnnat leat jagi 1965 konvenšuvdna buotlágan

source: koskeva yleissopimus vuodelta 1965 (kohta 7.6), lapsen oikeuksien sopimus vuodelta 1989
sme: nállevealahemiid heaittiheami birra (čuokkis 7.6), jagi 1989 konvenšuvdna mánáid

source: (kohta 7.7), kaikkinaisen naisten syrjinnän poistamista koskeva yleissopimus vuodelta 1979
sme: vuoigatvuođaid birra (čuokkis 7.7), jagi 1979 konvenšuvnda nissonolbmuid buotlágan

source: (kohta 7.8) ja biologista monimuotoisuutta koskeva yleissopimus vuodelta 1993 (kohta 7.15).
sme: vealahemiid heaittiheami birra (čuokkis 7.8) ja jagi 1993 konvenšuvdna biologalaš

source: Kohdassa 7.9 mainitaan syrjinnän opetuksessa kieltävä Unescon yleissopimus
sme: Čuoggás 7.9 máinnašuvvo UNESCO-konvenšuvdna mii bođii 1960 oahpahusas

source: Myös Euroopan tasolla on erinäisiä kansainvälisoikeudellisia instrumentteja, joilla on
sme: Eurohpalaš dásis maid leat arvat álbmotrievttálaš instrumeanttat mat leat

source: merkitystä puhuttaessa kysymyksistä, joita pohjoismaisen saamelaissopimuksen on määrä
sme: deaŧalaččat daidda áššiide maid davviriikkalaš sámekonvenšuvdna galgá reguleret.

source: ihmisoikeussopimusta. Euroopan neuvoston kansallisten vähemmistöjen suojelua koskeva
sme: Eurohparáđi rápmakonvenšuvdna unnitloguid suodjaleami várás mii bođii

source: puiteyleissopimus vuodelta 1995 mainitaan kohdassa 7.11, ja kohdassa 7.12 selostetaan
sme: 1995, lea áššin čuoggás 7.11.

source: Euroopan neuvoston alueellisia kieliä ja vähemmistökieliä koskevaa peruskirjaa vuodelta
sme: Ja čuoggás 7.12 čilgejuvvo guovlogielaid ja unnit

source: EU:n puitteissa voidaan viitata Suomen ja Euroopan unionin välisen sekä Ruotsin ja
sme: álbmotgielaid gieđahalli Eurohpalaš lihttu, mii bođii 1992.

source: Euroopan unionin välisen liittymissopimuksen pöytäkirjaan n:o 3, joka käsittelee erityisesti
sme: EU siskkobealde lea vejolaš čujuhit beavdegirjái nr. 3 mii gullá soahpamuššii

source: saamelaisten oloja (kohta 7.13), sekä vuonna 2000 annettuun Euroopan unionin neuvoston
sme: dilálašvuođaid (čuokkis 7.13), ja Eurohpa-uniovnna jagi 2000 ráđđedirektiivii

source: direktiiviin 2000/43/EY, jossa säädetään rodusta tai etnisestä alkuperästä johtuvan syrjinnän
sme: 2000/43/EF, mii bidjá dihto dási vuolimus dássin EU siskkobealde suodjaleapmái

source: estävistä vähimmäisvaatimuksista Euroopan unionissa (kohta 7.14).
sme: vealaheami vuostái náli ja čerdiigullevašvuođa geažil (čuokkis 7.14).

source: Asiantuntijatyöryhmä on pitänyt kansan oikeutta itsemääräämiseen keskeisessä
sme: Álbmoga vuoigatvuohta ieš beassat mearridit lea leamaš guovdil go áššedovdi

source: asemassa työskennellessään sopimustekstin parissa.
sme: joavku lea bargan konvenšuvdnateavsttain.

source: Kohdassa 7.16 selostetaan, mitä oikeus
sme: Čuoggás 7.16 čilgejuvvo mii ieš

source: itsemääräämiseen merkitsee kansainvälisoikeudellisissa yhteyksissä.
sme: mearridanvuoigatvuohta lea álbmotrievttálaš mearkkašumis.

source: Tätä esitystä täydentää
sme: Dán čilgehusa

source: liite 3, jossa käsitellään saamelaisten oikeutta itsemääräämiseen.
sme: dievasmahttá mielddus 3, mii lea sámi álbmoga iešmearridanvuoigatvuođa birra.

source: Kohdassa 7.17 tehdään selkoa alkuperäiskansojen oikeuksia koskevan YK-julistuksen
sme: Čuoggás 7.17 čilgejuvvo bargu ON-julggaštusain, mii lea álgoálbmogiid

source: parissa tehtävästä työstä.
sme: vuoigatvuođaid birra.

source: YK on vuodesta 1984 lähtien pyrkinyt luonnostelemaan tällaisen
sme: ON lea jagi 1984 rájis bargan dakkár julggaštusa hábmemiin.

source: julistuksen. Vuodesta 1995 lähtien jäsenvaltioiden välillä on ihmisoikeuskomitean alaisessa
sme: Lahttostáhtaid šiehtadallamat leat jagi 1995 dáhpáhuvvan Olmmošvuoigatvuođaid

source: työryhmässä käyty neuvotteluja, joihin myös alkuperäiskansojen edustajat ympäri maailmaa
sme: kommišuvnna vuollásaš bargojoavkkus. Álgoálbmotáirasatge miehtá máilmmi leat

source: ovat osallistuneet aktiivisesti.
sme: árjjálaččat searvan dáidda šiehtadallamiidda.

source: Pohjoismaat ovat tehneet yhteistyötä tässä työryhmässä ja
sme: Davviriikkat leat bargan ovttasráđiid

source: esittäneet yhteisiä ehdotuksia.
sme: bargojoavkkus ja ovddidan oktasaš árvalusa.

source: Työ alkuperäiskansojen oikeuksia koskevan YK-julistuksen
sme: Bargu álgoálbmogiid vuoigatvuođaid

source: parissa jatkuu edelleen.
sme: ON-julggaštusain joatká ain.

source: 3.7 Saamelaisten asema pohjoismaisessa saamelaissopimuksessa
sme: 3.7 Sámiid sajádat davviriikkalaš sámekonvenšuvnnas

source: 8 luvussa pohditaan, voivatko saamelaiset olla sopimuspuolena. Ehdotuksen mukaan
sme: Kapihttalis 8 gieđahallojuvvo dat, ahte sáhttetgo sámit leat oasálaččat konvenšuvdnii.

source: saamelaisten ei ole määrä olla sopimuspuolena. On kuitenkin välttämätöntä, että
sme: Sámit eai galgga árvalusa mielde leat oasálaččat davviriikkalaš sámekonvenšuvdnii.

source: saamelaiskäräjät yhtyvät sopimuksen sisältöön.
sme: Dattetge lea dárbu ahte sámedikkit ovttasráđiid mihtet konvenšuvnna sisdollui.

source: Tämän takia sopimuksen ratifioinnin ja
sme: Sámedikkiid dohkkeheapmi danne biddjojuvvo eaktun konvenšuvnna ratifiseremii ja

source: voimaantulon ehdoksi asetetaan, että saamelaiskäräjät ovat hyväksyneet sopimuksen.
sme: fámuiduvvamii.

source: 3.8 Yksittäisiä säännöksiä koskevia huomautuksia
sme: 3.8 Mearkkašumit muhtun mearrádusaide

source: 9 luvussa käsitellään sopimusluonnoksen yksittäisiä artikloja koskevia huomautuksia.
sme: Kapihttalis 9 leat mearkkašumit konvenšuvdnaárvalusa artihkkaliidda.

source: Tämän ehdotuksen yleisessä osassa (luvut 2−8) on ainoastaan rajoitetusti perusteltu
sme: Dán árvalusa oppalaš oasis (kap. 2 – 8) lea duššefal ráddjejuvvon mearrái

source: niitä säännöksiä, joita on ehdotuksen mukaan sisällytettävä sopimustekstiin. Tämä johtuu
sme: čađahuvvon ákkastallamat daid mearrádusaid bealis mat eavttuhuvvojit konven

source: osittain siitä, että ne koskevat suuressa määrin asioita, joita on jo käsitelty virallisissa
sme: šuvdnateavsttas. Dasa lea muhtumassii sivva ahte sáhkan leat mealgadii áššit mat leat

source: selvityksissä ja keskusteluissa.
sme: juo leamaš ovdan almmolaš čielggademiin ja divaštallamiin.

source: Yleisen osan rajoittaminen johtuu kuitenkin myös siitä, että
sme: Muhto dán oppalaš oasi

source: asiantuntijatyöryhmä on päättänyt perustella ehdotettuja säännöksiä yksittäisten artiklojen
sme: ráddjehussii lea maid dat, ahte áššedovdi joavku lea válljen ákkastallat eavttuhuvvon

source: yhteydessä.
sme: mearrádusaid guđege artihkkala olis.

source: Tämä on ollut luonnollinen menettelytapa sopimuksen erityisen laajasta
sme: Dat lea leamaš lunddolaš vuohki konvenšuvnna

source: aihepiiristä johtuen.
sme: erenoamáš stuorra ášševiidodaga geažil.

source: 3.9 Sopimusluonnoksen sisältö
sme: 3.9 Konvenšuvdnaárvalusa sisdoallu
